[
  "obsidian-vimrc-support",
  "terminal",
  "obsidian-git",
  "table-editor-obsidian",
  "obsidian-minimal-settings",
  "obsidian-style-settings",
  "buttons",
  "obsidian-markdown-formatting-assistant-plugin",
  "templater-obsidian",
  "dataview",
  "obsidian-link-embed",
  "svelte-syntax-highlighter"
]